//  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的睿宝",
        "在一起已经一年多了，你是我遇到的第一个可以一直走下去的人",
        "逝去的岁月，组成了我们美好的回忆，历历在目",
        "异地恋是痛苦的，煎熬的，希望我们可以历经千难万险成为一家人",
        "希望你要听话，在浙江照顾好自己，好好生活，好好工作",
        "也希望你尽快回来，在西安有我陪着你，我也放心",
        "更希望我快点研究生毕业，有一份工作，就可以结婚婚了",
        "我们要一起好好努力，好好赚钱，为结婚做准备",
        "以后我们一定可以过上梦寐以求的生活！！！",
        "总而言之，希望我们可以历经千难万险成为一家人",
        "亲爱的宝贝，你是我的唯一，爱你永远",
       
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2020-10-11T21:00:00",
    // 双方的名字
    names: ["睿宝宝", "宇猪猪"]
}
